[
  {
    "provocation": "Create a 'Zero-Value Monument' to a fading commercial practice, using your body and radically different perspectives.",
    "task1": "Identify a dying or rapidly changing commercial practice (e.g., a local bookstore closing, a specific type of craft becoming obsolete, the decline of a particular type of social interaction).  Dedicate $20 (or your equivalent of a small, expendable amount of money) that would normally be spent supporting this practice towards creating a 'Zero-Value Monument'.  Don't buy something; instead, commission a short performance (song, poem, mime, etc.) from a stranger reflecting on the fading practice. Record this using only your phone.",
    "task2": "Perform a sustained physical action for 20 minutes in front of a mirror or in a public place (e.g., holding a specific pose, repeating a simple gesture).  Focus entirely on your physical sensations and your breath.  The action must be simple enough to maintain, pushing the limits of comfort and endurance. Document this only with a written description of the physical and emotional experience,  avoiding video or photos.",
    "task3": "Create two contradictory written accounts of the same 20-minute performance from Task 2.  One account must frame it as an act of profound self-discovery and spiritual connection. The other must frame it as a pointless, even absurd, waste of time and energy.  Present both accounts side-by-side, making it impossible to know which is 'true' without the context of your lived experience. Combine this with the audio recording from task 1.",
    "reflection": "How does the juxtaposition of the zero-value artistic commission (Task 1), the physically demanding performance (Task 2), and the contradictory narratives (Task 3) challenge your perception of value, time, and reality?  What does this project reveal about the power of subjective experience and the limits of objective truth?"
  },
  {
    "provocation": "Reveal the Invisible Symphony: A Dadaist Anarchitecture Fluxus Event Score",
    "task1": "Create an 'invisible map' of your chosen room.  Use drawing, annotations, and found materials to depict at least three invisible systems: the path of dust motes (observed over 30 minutes), the perceived strength and direction of Wi-Fi signal (using a device to measure), and a speculative map of the electrical wiring hidden within the walls (based on where outlets and light switches are located).  Label your findings in a nonsensical yet evocative manner (e.g., 'Whispers of the Aether', 'Dust's Silent Dance', 'Electron's Secret Rivers').",
    "task2": "Tomorrow, perform this Fluxus event score: 'Follow the most absurd suggestion from your invisible map.' (e.g., if your dust mote map shows a swirling vortex, walk in a slow circle for 5 minutes mimicking its movement).  Document the event through a series of still images and brief written descriptions.",
    "task3": "Cut your invisible map into small pieces, then randomly reassemble it.  Photograph the new, chaotic map.  Write a Dadaist poem (at least 5 lines) interpreting the rearranged map, focusing on the juxtaposition of elements and the new narrative that emerges.  Consider using words from your annotations and adding nonsensical words. ",
    "reflection": "How did the act of revealing invisible systems and subsequently disrupting their order through Dadaist techniques alter your perception of the physical space and your own actions within it?  What unexpected insights or emotions did the seemingly meaningless act of following the absurd suggestion from your map generate?"
  },
  {
    "provocation": "Echoes whisper secrets in the fading light, a borrowed movement of sound.",
    "task1": "Close your eyes and listen intently for the precise moment a sound begins and ends, focusing only on that transition for at least one minute.",
    "task2": "Identify three distinct sounds in your environment. For each, trace the subtle shifts in their volume and tone over a period of 30 seconds.",
    "task3": "With eyes still closed,  attempt to 'borrow' the rhythm of a distant sound, translating it into a gentle, silent movement of your body.",
    "reflection": "What unseen choreography did you discover in the borrowed movements of sound?"
  },
  {
    "provocation": "Rusting gears whisper forgotten melodies in the digital ether; find their song.",
    "task": "Take a screenshot of a defunct online forum's last active thread."
  },
  {
    "provocation": "Let your body trace the phantom pathways of a vanished city.",
    "task": "Walk a room, mimicking the gestures of someone navigating an invisible, intricate maze.",
    "votes": {
      "up": 0,
      "down": 1
    }
  },
  {
    "provocation": "Trace the hero's descent in the spilled coffee's stain.",
    "task": "Draw a line following the shape of a coffee stain on a napkin.",
    "votes": {
      "up": 0,
      "down": 1
    }
  },
  {
    "provocation": "Map the whispers of absence, the ghosts of occupancy in this silent room.",
    "task": "Draw a map of the room, highlighting the locations of all visible electrical outlets and light switches.",
    "votes": {
      "up": 0,
      "down": 1
    }
  },
  {
    "provocation": "Where words fall, power resides: rearrange their scattered bones.",
    "task": "Cut a junk mail advertisement into phrases, then randomly reassemble them into a new sentence on a clean sheet of paper.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "From broken things, a symphony of new purpose shall arise.",
    "task": "Find a broken object, carefully repair a single, visible imperfection with found materials."
  },
  {
    "provocation": "Unseen lives whisper from the shelf; speak their silent story.",
    "task": "Write a one-page internal monologue from the perspective of a corporate lobbyist during a typical workday.",
    "votes": {
      "up": 0,
      "down": 1
    }
  },
  {
    "provocation": "Rust whispers tales of forgotten grandeur, yet whispers also of future reclamation.",
    "task": "Photograph a single abandoned object, once from a perspective emphasizing its decay, then again highlighting its potential for renewed purpose."
  },
  {
    "provocation": "Find the hidden song in the clatter of your kitchen, then set it free.",
    "task": "Record a one-minute soundscape of your kitchen using only existing objects, then upload it anonymously online.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Empty pockets whisper tales of vanished things, let them speak.",
    "task": "Collect five unrelated small objects, arrange them on a flat surface, and narrate a two-minute silent scene using only gestures and facial expressions depicting a conversation between you and the absence represented by the objects.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Echoes of absent hands linger, in pixels long since stilled.",
    "task": "Photograph a single, unpopulated screen capture from a defunct online forum.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Let sleeping forms dictate the waking pen, a silent bureaucracy of ink.",
    "task": "Write down every sound heard during four minutes and thirty-three seconds of complete stillness.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Trace the ghost of silence between each sound's sigh and gasp.",
    "task": "Close your eyes and listen for the spaces between sounds for one minute.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Listen for the silent song of forgotten servers, a ghost orchestra in the digital dust.",
    "task": "Take a screenshot of a defunct website's error page."
  },
  {
    "provocation": "Find the hero's reluctant journey in the clatter of your morning tea.",
    "task": "Arrange three everyday objects – a spoon, a cup, and a teabag – to visually represent a beginning, middle, and end of a personal 'heroic' narrative."
  },
  {
    "provocation": "Silent screams etched in brick, a language only the marginalized speak.",
    "task": "Photograph a single, unassuming detail of urban architecture that suggests neglect or deliberate exclusion.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Walk a path unseen, its edges only felt, a silent dance with the air.",
    "task": "Slowly navigate a room, pretending invisible walls constrain your movement."
  },
  {
    "provocation": "Sleep's rigid forms, dissected, shall dance a new illogical order.",
    "task": "Cut a newspaper into strips, then reassemble them randomly to create a new text.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Silence blooms where commerce screams, a fleeting monument to unbought time.",
    "task": "Place a single, perfectly smooth river stone on a busy street corner.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Rust whispers tales of strength, while polished chrome sings of fleeting grace.",
    "task": "Photograph a single machine part, once highlighting its decay, and again showcasing its elegant design."
  },
  {
    "provocation": "Listen to the whispers where silence ends and sound begins.",
    "task": "Close your eyes and identify the precise moment each sound starts and stops for one minute.",
    "votes": {
      "up": 0,
      "down": 1
    }
  },
  {
    "provocation": "Let whispers from the mundane guide your path, a small choice, a clear sign.",
    "task": "Arrange three household objects in a triangle; flip a coin, heads choose the left object, tails the right; the remaining object reveals your decision."
  },
  {
    "provocation": "Dust motes dance on forgotten maps, whispering tales of plastic toys and bygone dreams.",
    "task": "Find a childhood toy, photograph it, research its manufacturing details (date, materials, company), and write a 50-word manifesto on its significance to the decade of your youth."
  },
  {
    "provocation": "Let whispers of forgotten voices paint a new landscape on the blank canvas of your mind.",
    "task": "Draw a continuous spiral for 15 minutes, listening only to the sounds around you."
  },
  {
    "provocation": "Let the unheard song shape your walk.",
    "task": "Walk for fifteen minutes,  completely silently,  noting every detail of your surroundings."
  },
  {
    "provocation": "Find stillness in the frantic dance of a ticking clock.",
    "task": "Photograph a clock, once to show its relentless march, once to show its serene beauty."
  },
  {
    "provocation": "From concrete shoes to polished brogues, walk a mile in their stiff, silent shoes.",
    "task": "Write a one-page internal monologue of a lobbyist during a typical workday."
  },
  {
    "provocation": "Let the unplanned path rewrite your familiar script.",
    "task": "Turn left at the next intersection, regardless of your destination."
  },
  {
    "provocation": "Let sleeping forms dictate the waking lines, a bureaucracy of ink.",
    "task": "For three days, upon waking, write the first three words that enter your mind, then create a single sentence using only those words, repeated and rearranged as needed."
  },
  {
    "provocation": "Grocery aisles, silent battlefields where need meets control.",
    "task": "Buy milk, meticulously noting product placement, pricing strategies, and customer behavior."
  },
  {
    "provocation": "Rust whispers tales of silent symphonies, while polished steel sings of relentless power.",
    "task": "Photograph a single machine, once showcasing its decay and fragility, again highlighting its strength and functionality."
  },
  {
    "provocation": "Let chance rewrite your familiar streets.",
    "task": "For three days, at each intersection, flip a coin; heads, turn right; tails, turn left.  Record your journey."
  },
  {
    "provocation": "Unearth the buried meanings, where headlines hide in plain sight.",
    "task": "Find a newspaper headline, replace all vowels with different vowels, write both versions on the original headline, and note the altered meaning."
  },
  {
    "provocation": "Where unseen lines meet, a silent story unfolds.",
    "task": "Place a single grain of rice on a flat surface, then close your eyes for exactly 4 minutes and 33 seconds."
  },
  {
    "provocation": "Let chance rewrite your familiar path, a detour into the unknown.",
    "task": "Close your eyes, spin around three times, and walk in the direction you face."
  },
  {
    "provocation": "From digital echo to whispered parchment, find a new voice in yesterday's silence.",
    "task": "Write a to-do list on a notepad, using only the notepad for all reminders for 24 hours."
  },
  {
    "provocation": "Stolen gestures dance in a fractured mirror, revealing a new choreography.",
    "task": "Cut a newspaper into individual words, then randomly rearrange and glue them onto a blank page."
  },
  {
    "provocation": "Lost whispers find form in the turning of pages, a silent archive built by hand.",
    "task": "Write down all overheard conversations for 24 hours in a notebook, replacing your phone's note-taking app."
  },
  {
    "provocation": "Shadows whisper secrets, only revealed in the sun's absence.",
    "task": "Write three pages, each word beginning with the letter 'S'."
  },
  {
    "provocation": "Empty, yet heavy: photograph the same void from the heart of silence, then the eye of a hurricane.",
    "task": "Take two photographs of the same empty space, one conveying profound stillness, the other chaotic energy."
  },
  {
    "provocation": "Let lengthening shadows guide your choice, a whispered oracle of the afternoon.",
    "task": "Toss a coin; heads, choose the leftmost object; tails, the rightmost, from among three small items representing upcoming decisions."
  },
  {
    "provocation": "From forgotten things, a future's whisper shall rise.",
    "task": "Toss a coin; heads, choose the leftmost item in your junk drawer; tails, the rightmost; that item guides your choice."
  },
  {
    "provocation": "Whisper the untold story of a forgotten sock.",
    "task": "Find a single, unmatched sock and narrate its imagined life for five minutes."
  },
  {
    "provocation": "Trace the ghost of silence between each city sound.",
    "task": "Close your eyes and listen for the pauses between sounds, noting their length and quality."
  },
  {
    "provocation": "Let the untold story of this pebble whisper its secrets through the rhythmic rub of your thumb.",
    "task": "Rub a single smooth pebble between your thumb and forefinger for ten minutes without interruption."
  },
  {
    "provocation": "Find the hidden song in the clatter of your kitchen, and let it be heard.",
    "task": "Arrange everyday kitchen objects to create a percussive rhythm, record it, and share it anonymously online."
  },
  {
    "provocation": "From scattered fragments of discarded words, a new economy of meaning shall rise.",
    "task": "Cut a junk mail advertisement into phrases, rearrange them randomly, and tape them to a wall."
  },
  {
    "provocation": "Trace a phantom coastline, a hundred grains of sand, into the endless now.",
    "task": "Draw a single dot with a pencil on a piece of paper, 100 times."
  },
  {
    "provocation": "Unsent whispers carried on the wind, find their voice in a forgotten corner.",
    "task": "Write a single word on a scrap of paper, fold it, and leave it anonymously in a public place."
  },
  {
    "provocation": "Echoes linger where keyboards fell silent, find a lost message in the digital dust.",
    "task": "Take a screenshot of a single, seemingly abandoned post on an archived internet forum."
  },
  {
    "provocation": "Unscripted whispers of the absent linger in the dust motes dancing.",
    "task": "Sweep a floor for exactly 4 minutes and 33 seconds."
  },
  {
    "provocation": "Mimic the gait of the first stranger you see, for three steps, then resume your own.",
    "task": "Observe a stranger, copy their walk for three steps, and then return to your normal stride."
  },
  {
    "provocation": "Chart the silent currents that flow unseen through this room.",
    "task": "Draw a map of the invisible forces within your immediate surroundings."
  },
  {
    "provocation": "Shattered maps reveal unseen shores where whispers of silence bloom.",
    "task": "Cut a world map into irregular pieces, then reassemble them randomly, gluing them to a new surface."
  },
  {
    "provocation": "Let borrowed rhythms sculpt a silent dance on paper.",
    "task": "Write three pages, each line starting with the same letter as your first name."
  },
  {
    "provocation": "Ghostly footsteps whisper secrets in the dust motes.",
    "task": "Walk across a room, leaving your body weight only on your heels."
  },
  {
    "provocation": "Empty pockets whisper tales of vanished things, now a collage of absence.",
    "task": "Cut a newspaper into strips, rearrange randomly, and glue it onto a blank page."
  },
  {
    "provocation": "Yesterday's stumble was not a fall, but a hero's reluctant step toward the unknown.",
    "task": "Write down one recent failure, then rewrite it as a scene in a hero's journey."
  },
  {
    "provocation": "Whispers of the unheard, waiting to be re-woven into prophecy.",
    "task": "Cut a junk mail flyer into phrases, rearrange them randomly, and tape them to a wall."
  },
  {
    "provocation": "Time's rough grain whispers a new story in altered ink.",
    "task": "Find a printed news headline, replace all vowels with different vowels, then photograph both the original and altered headline side-by-side."
  },
  {
    "provocation": "Unearth a relic, trace its fleeting life, and whisper its forgotten story.",
    "task": "Find a childhood toy, photograph it, research its production date and manufacturer online, and write a one-paragraph manifesto on how it reflects your childhood decade."
  },
  {
    "provocation": "Ephemeral glory, born of annoyance, shall find its stage.",
    "task": "Build a small, temporary monument from discarded materials, then perform a two-minute scene interacting with it as if it were the source of your daily frustration."
  },
  {
    "provocation": "Let unheard whispers guide your steps through the concrete maze.",
    "task": "Walk for thirty minutes, turning at every unexpected sound or feeling."
  },
  {
    "provocation": "Unearth the whispers of today's choices from the dust of your desk.",
    "task": "Flip a coin; heads, choose the leftmost object; tails, the rightmost."
  }
]