[
  {
    "provocation": "Create a 'Zero-Value Monument' to a fading commercial practice, using your body and radically different perspectives.",
    "task1": "Identify a dying or rapidly changing commercial practice (e.g., a local bookstore closing, a specific type of craft becoming obsolete, the decline of a particular type of social interaction).  Dedicate $20 (or your equivalent of a small, expendable amount of money) that would normally be spent supporting this practice towards creating a 'Zero-Value Monument'.  Don't buy something; instead, commission a short performance (song, poem, mime, etc.) from a stranger reflecting on the fading practice. Record this using only your phone.",
    "task2": "Perform a sustained physical action for 20 minutes in front of a mirror or in a public place (e.g., holding a specific pose, repeating a simple gesture).  Focus entirely on your physical sensations and your breath.  The action must be simple enough to maintain, pushing the limits of comfort and endurance. Document this only with a written description of the physical and emotional experience,  avoiding video or photos.",
    "task3": "Create two contradictory written accounts of the same 20-minute performance from Task 2.  One account must frame it as an act of profound self-discovery and spiritual connection. The other must frame it as a pointless, even absurd, waste of time and energy.  Present both accounts side-by-side, making it impossible to know which is 'true' without the context of your lived experience. Combine this with the audio recording from task 1.",
    "reflection": "How does the juxtaposition of the zero-value artistic commission (Task 1), the physically demanding performance (Task 2), and the contradictory narratives (Task 3) challenge your perception of value, time, and reality?  What does this project reveal about the power of subjective experience and the limits of objective truth?"
  },
  {
    "provocation": "Reveal the Invisible Symphony: A Dadaist Anarchitecture Fluxus Event Score",
    "task1": "Create an 'invisible map' of your chosen room.  Use drawing, annotations, and found materials to depict at least three invisible systems: the path of dust motes (observed over 30 minutes), the perceived strength and direction of Wi-Fi signal (using a device to measure), and a speculative map of the electrical wiring hidden within the walls (based on where outlets and light switches are located).  Label your findings in a nonsensical yet evocative manner (e.g., 'Whispers of the Aether', 'Dust's Silent Dance', 'Electron's Secret Rivers').",
    "task2": "Tomorrow, perform this Fluxus event score: 'Follow the most absurd suggestion from your invisible map.' (e.g., if your dust mote map shows a swirling vortex, walk in a slow circle for 5 minutes mimicking its movement).  Document the event through a series of still images and brief written descriptions.",
    "task3": "Cut your invisible map into small pieces, then randomly reassemble it.  Photograph the new, chaotic map.  Write a Dadaist poem (at least 5 lines) interpreting the rearranged map, focusing on the juxtaposition of elements and the new narrative that emerges.  Consider using words from your annotations and adding nonsensical words. ",
    "reflection": "How did the act of revealing invisible systems and subsequently disrupting their order through Dadaist techniques alter your perception of the physical space and your own actions within it?  What unexpected insights or emotions did the seemingly meaningless act of following the absurd suggestion from your map generate?"
  },
  {
    "provocation": "Echoes whisper secrets in the fading light, a borrowed movement of sound.",
    "task1": "Close your eyes and listen intently for the precise moment a sound begins and ends, focusing only on that transition for at least one minute.",
    "task2": "Identify three distinct sounds in your environment. For each, trace the subtle shifts in their volume and tone over a period of 30 seconds.",
    "task3": "With eyes still closed,  attempt to 'borrow' the rhythm of a distant sound, translating it into a gentle, silent movement of your body.",
    "reflection": "What unseen choreography did you discover in the borrowed movements of sound?"
  },
  {
    "provocation": "Rusting gears whisper forgotten melodies in the digital ether; find their song.",
    "task": "Take a screenshot of a defunct online forum's last active thread."
  },
  {
    "provocation": "Let your body trace the phantom pathways of a vanished city.",
    "task": "Walk a room, mimicking the gestures of someone navigating an invisible, intricate maze.",
    "votes": {
      "up": 0,
      "down": 1
    }
  },
  {
    "provocation": "Trace the hero's descent in the spilled coffee's stain.",
    "task": "Draw a line following the shape of a coffee stain on a napkin.",
    "votes": {
      "up": 0,
      "down": 1
    }
  },
  {
    "provocation": "Map the whispers of absence, the ghosts of occupancy in this silent room.",
    "task": "Draw a map of the room, highlighting the locations of all visible electrical outlets and light switches.",
    "votes": {
      "up": 0,
      "down": 1
    }
  },
  {
    "provocation": "Where words fall, power resides: rearrange their scattered bones.",
    "task": "Cut a junk mail advertisement into phrases, then randomly reassemble them into a new sentence on a clean sheet of paper.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "From broken things, a symphony of new purpose shall arise.",
    "task": "Find a broken object, carefully repair a single, visible imperfection with found materials."
  },
  {
    "provocation": "Unseen lives whisper from the shelf; speak their silent story.",
    "task": "Write a one-page internal monologue from the perspective of a corporate lobbyist during a typical workday.",
    "votes": {
      "up": 0,
      "down": 1
    }
  },
  {
    "provocation": "Rust whispers tales of forgotten grandeur, yet whispers also of future reclamation.",
    "task": "Photograph a single abandoned object, once from a perspective emphasizing its decay, then again highlighting its potential for renewed purpose."
  },
  {
    "provocation": "Find the hidden song in the clatter of your kitchen, then set it free.",
    "task": "Record a one-minute soundscape of your kitchen using only existing objects, then upload it anonymously online.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Empty pockets whisper tales of vanished things, let them speak.",
    "task": "Collect five unrelated small objects, arrange them on a flat surface, and narrate a two-minute silent scene using only gestures and facial expressions depicting a conversation between you and the absence represented by the objects.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Echoes of absent hands linger, in pixels long since stilled.",
    "task": "Photograph a single, unpopulated screen capture from a defunct online forum.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Let sleeping forms dictate the waking pen, a silent bureaucracy of ink.",
    "task": "Write down every sound heard during four minutes and thirty-three seconds of complete stillness.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Trace the ghost of silence between each sound's sigh and gasp.",
    "task": "Close your eyes and listen for the spaces between sounds for one minute.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Listen for the silent song of forgotten servers, a ghost orchestra in the digital dust.",
    "task": "Take a screenshot of a defunct website's error page."
  },
  {
    "provocation": "Find the hero's reluctant journey in the clatter of your morning tea.",
    "task": "Arrange three everyday objects – a spoon, a cup, and a teabag – to visually represent a beginning, middle, and end of a personal 'heroic' narrative."
  },
  {
    "provocation": "Silent screams etched in brick, a language only the marginalized speak.",
    "task": "Photograph a single, unassuming detail of urban architecture that suggests neglect or deliberate exclusion.",
    "votes": {
      "up": 1,
      "down": 0
    }
  },
  {
    "provocation": "Walk a path unseen, its edges only felt, a silent dance with the air.",
    "task": "Slowly navigate a room, pretending invisible walls constrain your movement."
  }
]